import React from "react";
import "./About.css";

function About() {
  return (
    <div>
      <div className="logoContainer">
        <br />
        <div className="aboutText">
          <p>צימר פור יו – zimer4you</p>
          <p>הינו אתר צימרים חדשני אשר נועד להנגיש את הצימרים ללקוחות</p>
          <p>
            אתר צימר פור יו נותן מענה רחב וכולל של צימרים מסוגים שונים כך שיוכל
            לתת מענה לכל גולש
          </p>

          <p>כיצד תוכלו להתרשם מהצימר?</p>
          <ul>
            <li>תוכלו לצפות במגוון תמונות של הצימר</li>
            <li>תקבלו מידע מפורט על הצימר</li>
            <li>תצפו במפת הגעה שתדריך אתכם בדרך לצימר שבחרתם</li>
            <li>תוכלו לבחור תאריכים שנוחים לכם על בסיס מקום פנוי</li>
            <p>ועוד...</p>
          </ul>
          <hr />
          <p>באתר תוכלו לחפש צימרים לפי אפשרויות סינון שונות: </p>
          <p>- על פי מיקום</p>
          <p>- על פי קטגוריות שונות כמו בריכה, ג'קוזי ועוד</p>
          <p>- על פי מספר מיטות</p>
          <p>- על פי טווח המחיר שביכולתכם לשלם</p>
          <p>
            - תוכלו לסמן צימר שעלוי אתם מתלבטים ב"אהבתי" שיצטרף לרשימת המועדפים
            שלכם בה תוכלו לצפות בכל עת
          </p>
          <small>
            הרשימה תישמר לכם לפעם הבאה שתכנסו לאתר שלנו ע"י שתכנסו עם פרטיכם
            האישיים הכוללים: מ"ז, מייל, שם וסיסמא
          </small>
          <br />
          <small>
            אם שכחתם את הסיסמא שלכם תמיד תוכלו לקבל סיסמא חדשה במייל{" "}
          </small>
          <hr />
          <p>
            וכך בקלות כל אחד יכול למצוא בדיוק את מה שחיפש, צימרים שיענו על כל
            הקריטריונים של כל אחד במדוייק..
          </p>
          <p>ולנו נשאר לאחל לכם גלישה מהנה וחופשה נעימה!</p>
          <hr />
          <h5 >צוות zimer4you</h5>
        </div>
      </div>
    </div>
  );
}

export default About;
